Repository: pypi-data/pypi-mirror-27
Catalog: packages/rer.sitesearch/rer.sitesearch-3.1.0.tar.gz/rer.sitesearch-3.1.0/rer/sitesearch/locales/*/LC_MESSAGES/rer.sitesearch.po
Languages: it

source: ${results_len} on ${total_len}
it: ${results_len} su ${total_len}

source: All
it: Tutti

source: Author
it: Autore

source: Back to original search
it: Torna alla ricerca originale

source: Cancel
it: Annulla

source: Category
it: Categorie

source: Changes saved
it: Modifiche salvate

source: Documents
it: Documenti

source: Edit cancelled
it: Modifiche annullate

source: Enable search with SOLR
it: Abilita la ricerca con SOLR

source: Event end
it: Fine evento

source: Event start
it: Inizio evento

source: Event type
it: Tipo evento

source: Events
it: Eventi

source: General settings
it: Configurazioni generali

source: Hidden indexes
it: Indici nascosti

source: Index in search
it: Criterio di ricerca

source: Indexes
it: Indici

source: Indexes for search
it: Indici per la ricerca

source: Indexes order
it: Ordine criteri

source: Links
it: Collegamenti

source: Maximum number of characters in a single word
it: Numero massimo di lettere in una singola parola

source: Maximum number of words in search query
it: Numero massimo di parole da cercare

source: News
it: Notizie

source: No similar results
it: Nessun risultato simile

source: Refine your search:
it: Raffina la ricerca:

source: Save
it: Salva

source: Search results
it: Risultati ricerca

source: Search tab
it: Tab di ricerca

source: Search tabs
it: Tab di ricerca

source: Similar results
it: Risultati simili

source: Similar results for: ${solr_query_txt}
it: Risultati simili per: ${solr_query_txt}

source: Site Search settings
it: Configurazioni Site Search

source: Subject
it: Categorie

source: Tabs
it: Categorie

source: Tabs order
it: Ordine dei tab

source: alphabetically
it: Alfabeticamente

source: date (newest first)
it: Data (prima i più recenti)

source: help_indexes_order
it: Seleziona gli indici che vuoi mostrare nella ricerca. Puoi definirne anche l'ordine. Il tab "All" mostra tutti i risultati.

source: help_max_word_len
it: Imposta la dimensione massima di una singola parola. Parole più lunghe verranno omesse dalla ricerca.

source: help_max_words
it: Imposta il massimo numero di parole da ricercare. Le parole successive verranno omesse dalla ricerca.

source: help_sitesearch_available_indexes
it: Inserisci una lista di indici che verranno utilizzati per filtrare la ricerca.

source: help_sitesearch_hidden_indexes
it: Inserisci una lista di indici che non verranno usati per filtrare la ricerca, ma serve mantenerli.

source: help_sitesearch_settings_editform
it: Imposta le configurazioni di Site Search

source: help_solr_search_enabled
it: Se collective.solr è installato e correttamente configurato, verrà utilizzato il motore di ricerca di SOLR al posto del catalogo Plone.

source: help_tabs_mapping
it: Inserisci una lista di tab da mostrare nei risultati dalle ricerca. Ogni tab può racchiudere diversti content_type.

source: help_tabs_order
it: Seleziona i tab che vuoi mostrare nella ricerca. Puoi definirne anche l'ordine.

source: indexes_hiddenlist_help
it: Inserisci una lista di indici che non andranno visualizzati nella colonna, ma servono comunque nella ricerca. Uno per riga. Ogni riga deve avere una coppia di indice e titolo separati dal carattere "pipe". Per esempio "Subject|Category"

source: indexes_hiddenlist_label
it: Indici nascosti

source: indexes_in_search_help
it: Inserisci una lista di indici da visualizzare nella colonna. Uno per riga. Ogni riga deve avere una coppia di indice e titolo separati dal carattere "pipe". Per esempio "Subject|Category". Le parole chiave verranno visualizzate anche se non è impostato nessun indice.

source: indexes_in_search_label
it: Indici per la ricerca

source: label_also_searching_for
it: Stai anche cercando per:

source: label_remove_filters
it: Rimuovi tutti i filtri

source: label_search
it: Cerca

source: label_search_in
it: Cerca in

source: label_searchbox_all_site
it: Tutto il sito

source: relevance
it: Rilevanza

source: search_limit_word_characters_label
it: "${word}" è una parola troppo lunga ed è stata ignorata. Prova ad usarne una più breve.

source: search_limit_words_label
it: "${word}" (e tutte le parole successive) sono state ignorate poiché è possibile ricercare solo fino a ${max_words} parole chiave.

source: search_no_query_label
it: Devi fornire qualche chiave di ricerca.

source: sitesearch_allowable
it: Indici disponibili nel catalogo

source: sitesearch_allowable_help
it: Seleziona un indice.

source: sitesearch_index_title
it: Titolo indice

source: sitesearch_index_title_help
it: Inserisci un titolo per questo filtro di ricerca. Puoi fornirne anche una traduzione mediante un file di traduzione con dominio rer.sitesearch.

source: sitesearch_tab_portal_types
it: Tipi di contenuto

source: sitesearch_tab_portal_types_help
it: Seleziona quali tipi di contenuto mostrare in questo tab.

source: sitesearch_tab_title
it: Titolo tab

source: sitesearch_tab_title_help
it: Inserisci un titolo per questo tab. Puoi fornirne anche una traduzione mediante un file di traduzione con dominio rer.sitesearch.

source: sponsored_link_label
it: Link suggerito

source: tabs_list_help
it: Inserisci una lista di etichette in cui dividere i risultati della ricerca. Una per riga. Ogni riga deve contenere una coppia di portal_type e titolo divisi dal carattere "pipe". Per esempio "Document|Documenti". Puoi anche raggruppare diversi portal_type sotto un'unica etichetta usando lo stesso titolo.

source: tabs_list_label
it: Lista delle etichette
