Repository: pypi-data/pypi-mirror-27
Catalog: packages/il2fb-game-log-parser/il2fb-game-log-parser-1.0.3.tar.gz/il2fb-game-log-parser-1.0.3/il2fb/parsers/game_log/locale/*/LC_MESSAGES/il2fb-game-log-parser.po
Languages: ru

source: Mission is playing
ru: Миссия играет

source: Mission has begun
ru: Миссия началась

source: Mission has ended
ru: Миссия закончилась

source: Mission was won
ru: Миссия была выиграна

source: Target state was changed
ru: Состояние цели изменилось

source: Human has connected
ru: Человек присоединился

source: Human has disconnected
ru: Человек отсоединился

source: Human has selected airfield
ru: Человека выбрал аэродром

source: Human aircraft has spawned
ru: Человек появился на карте

source: Human has went to briefing
ru: Человек вышел в брифинг

source: Human has toggled landing lights
ru: Человек переключил посадочные огни

source: Human has toggled wingtip smokes
ru: Человек переключил крыльевые дымы

source: Human has changed seat
ru: Человек сменил место

source: Human is trying to take seat
ru: Человек пытается занять место

source: Human aircraft has took off
ru: Самолет человека взлетел

source: Human aircraft has landed
ru: Самолет человека приземлился

source: Human aircraft has crashed
ru: Самолет человека разбился

source: Human has destroyed own aircraft
ru: Человек уничтожил свой самолет

source: Human has damaged own aircraft
ru: Человек повредил свой самолет

source: Human aircraft was damaged on the ground
ru: Самолет человека был поврежден на земле

source: Human aircraft was damaged by human aircraft
ru: Самолет человека был поврежден самолетом человека

source: Human aircraft was damaged by stationary unit
ru: Самолет человека был поврежден статическим объектом

source: Human aircraft was damaged by moving unit member
ru: Самолет человека был поврежден членом группы движущихся объектов

source: Human aircraft was damaged by moving unit
ru: Самолет человека был поврежден движущимся объектом

source: Human aircraft was damaged by AI aircraft
ru: Самолет человека был поврежден самолетом ИИ

source: Human aircraft was shot down by human aircraft
ru: Самолет человека был сбит самолетом человека

source: Human aircraft was shot down by stationary unit
ru: Самолет человека был сбит статическим объектом

source: Human aircraft was shot down by moving unit member
ru: Самолет человека был сбит членом группы движущихся объектов

source: Human aircraft was shot down by moving unit
ru: Самолет человека был сбит движущимся объектом

source: Human aircraft was shot down by AI aircraft
ru: Самолет человека был сбит самолетом ИИ

source: Human aircraft was shot down by human aircraft and human aircraft
ru: Самолет человека был сбит самолетом человека и самолетом человека

source: Human aircraft was shot down by human aircraft and AI aircraft
ru: Самолет человека был сбит самолетом человека и самолетом ИИ

source: Human aircraft was shot down by AI aircraft and human aircraft
ru: Самолет человека был сбит самолетом ИИ и самолетом человека

source: Human aircraft was shot down by AI aircraft and AI aircraft
ru: Самолет человека был сбит самолетом ИИ и самолетом ИИ

source: Human aircraft crew member has bailed out
ru: Член экипажа самолета человека выпрыгнул с парашютом

source: Human aircraft crew member has landed
ru: Член экипажа самолета человека приземлился

source: Human aircraft crew member was captured
ru: Член экипажа самолета человека попал в плен

source: Human aircraft crew member was wounded
ru: Член экипажа самолета человека был ранен

source: Human aircraft crew member was heavily wounded
ru: Член экипажа самолета человека был тяжело ранен

source: Human aircraft crew member was killed
ru: Член экипажа самолета человека был убит

source: Human aircraft crew member was killed by human aircraft
ru: Член экипажа самолета человека был убит самолетом человека

source: Human aircraft crew member was killed by stationary unit
ru: Член экипажа самолета человека был убит статическим объектом

source: Human aircraft crew member was killed by moving unit member
ru: Член экипажа самолета человека был убит членом группы движущихся объектов

source: Human aircraft crew member was killed by moving unit
ru: Член экипажа самолета человека был убит движущимся объектом

source: Human aircraft crew member was killed by AI aircraft
ru: Член экипажа самолета человека был убит самолетом ИИ

source: Human aircraft crew member was killed in parachute by stationary unit
ru: Член экипажа самолета человека на парашюте был убит статическим объектом

source: Human aircraft crew member was killed in parachute by moving unit member
ru: Член экипажа самолета человека на парашюте был убит членом группы движущихся объектов

source: Human aircraft crew member was killed in parachute by moving unit
ru: Член экипажа самолета человека на парашюте был убит движущимся объектом

source: Human aircraft crew member was killed in parachute by human aircraft
ru: Член экипажа самолета человека на парашюте был убит самолетом человека

source: Human aircraft crew member was killed in parachute by AI aircraft
ru: Член экипажа самолета человека на парашюте был убит самолетом ИИ

source: Human aircraft crew member's parachute was destroyed by stationary unit
ru: Парашют члена экипажа самолета человека убит уничтожен статическим объектом

source: Human aircraft crew member's parachute was destroyed by moving unit member
ru: Парашют члена экипажа самолета человека убит уничтожен членом группы движущихся объектов

source: Human aircraft crew member's parachute was destroyed by moving unit
ru: Парашют члена экипажа самолета человека убит уничтожен движущимся объектом

source: Human aircraft crew member's parachute was destroyed by human aircraft
ru: Парашют члена экипажа самолета человека убит уничтожен самолетом человека

source: Human aircraft crew member's parachute was destroyed by AI aircraft
ru: Парашют члена экипажа самолета человека убит уничтожен самолетом ИИ

source: Building was destroyed by human aircraft
ru: Здание было уничтожено самолетом человека

source: Building was destroyed by stationary unit
ru: Здание было уничтожено статическим объектом

source: Building was destroyed by moving unit member
ru: Здание было уничтожено членом группы движущихся объектов

source: Building was destroyed by moving unit
ru: Здание было уничтожено движущимся объектом

source: Building was destroyed by AI aircraft
ru: Здание было уничтожено самолетом ИИ

source: Tree was destroyed by human aircraft
ru: Дерево было уничтожено самолетом человека

source: Tree was destroyed by stationary unit
ru: Дерево было уничтожено статическим объектом

source: Tree was destroyed by AI aircraft
ru: Дерево было уничтожено самолетом ИИ

source: Tree was destroyed by moving unit member
ru: Дерево было уничтожено членом группы движущихся объектов

source: Tree was destroyed by moving unit
ru: Дерево было уничтожено движущимся объектом

source: Tree was destroyed
ru: Дерево было уничтожено

source: Stationary unit was destroyed
ru: Статический объект был уничтожен

source: Stationary unit was destroyed by stationary unit
ru: Статический объект был уничтожен статическим объектом

source: Stationary unit was destroyed by moving unit
ru: Статический объект был уничтожен движущимся объектом

source: Stationary unit was destroyed by moving unit member
ru: Статический объект был уничтожен членом группы движущихся объектов

source: Stationary unit was destroyed by human aircraft
ru: Статический объект был уничтожен самолетом человека

source: Stationary unit was destroyed by AI aircraft
ru: Статический объект был уничтожен самолетом ИИ

source: Bridge was destroyed by human aircraft
ru: Мост был уничтожен самолетом человека

source: Bridge was destroyed by stationary unit
ru: Мост был уничтожен статическим объектом

source: Bridge was destroyed by moving unit member
ru: Мост был уничтожен членом группы движущихся объектов

source: Bridge was destroyed by moving unit
ru: Мост был уничтожен движущимся объектом

source: Bridge was destroyed by AI aircraft
ru: Мост был уничтожен самолетом ИИ

source: Moving unit was destroyed by moving unit
ru: Движущийся объект был уничтожен движущимся объектом

source: Moving unit was destroyed by moving unit member
ru: Движущийся объект был уничтожен членом группы движущихся объектов

source: Moving unit was destroyed by stationary unit
ru: Движущийся объект был уничтожен статическим объектом

source: Moving unit was destroyed by human aircraft
ru: Движущийся объект был уничтожен самолетом человека

source: Moving unit was destroyed by AI aircraft
ru: Движущийся объект был уничтожен самолетом ИИ

source: Moving unit member was destroyed by stationary unit
ru: Член группы движущихся объектов был уничтожен статическим объектом

source: Moving unit member was destroyed by AI aircraft
ru: Член группы движущихся объектов был уничтожен самолетом ИИ

source: Moving unit member was destroyed by human aircraft
ru: Член группы движущихся объектов был уничтожен самолетом человека

source: Moving unit member was destroyed by moving unit
ru: Член группы движущихся объектов был уничтожен движущимся объектом

source: Moving unit member was destroyed by moving unit member
ru: Член группы движущихся объектов был уничтожен членом группы движущихся объектов

source: AI aircraft has despawned
ru: Самолет ИИ был убран с карты

source: AI aircraft was damaged on the ground
ru: Самолет ИИ был поврежден на земле

source: AI aircraft was damaged by human aircraft
ru: Самолет ИИ был поврежден самолетом человека

source: AI aircraft was damaged by stationary unit
ru: Самолет ИИ был поврежден статическим объектом

source: AI aircraft was damaged by moving unit member
ru: Самолет ИИ был поврежден членом группы движущихся объектов

source: AI aircraft was damaged by moving unit
ru: Самолет ИИ был поврежден движущимся объектом

source: AI aircraft was damaged by AI aircraft
ru: Самолет ИИ был поврежден самолетом ИИ

source: AI has damaged own aircraft
ru: ИИ повредил свой самолет

source: AI has destroyed own aircraft
ru: ИИ уничтожил свой самолет

source: AI aircraft has landed
ru: Самолет ИИ приземлился

source: AI aircraft has crashed
ru: Самолет ИИ разбился

source: AI aircraft was shot down by human aircraft
ru: Самолет ИИ был сбит самолетом человека

source: AI aircraft was shot down by AI aircraft
ru: Самолет ИИ был сбит самолетом ИИ

source: AI aircraft was shot down by stationary unit
ru: Самолет ИИ был сбит статическим объектом

source: AI aircraft was shot down by moving unit member
ru: Самолет ИИ был сбит членом группы движущихся объектов

source: AI aircraft was shot down by moving unit
ru: Самолет ИИ был сбит движущимся объектом

source: AI aircraft was shot down by AI aircraft and AI aircraft
ru: Самолет ИИ был сбит самолетом ИИ и самолетом ИИ

source: AI aircraft was shot down by human aircraft and AI aircraft
ru: Самолет ИИ был сбит самолетом человека и самолетом ИИ

source: AI aircraft was shot down by AI aircraft and human aircraft
ru: Самолет ИИ был сбит самолетом ИИ и самолетом человека

source: AI aircraft was shot down by human aircraft and human aircraft
ru: Самолет ИИ был сбит самолетом человека и самолетом человека

source: AI aircraft crew member was killed
ru: Член экипажа самолета ИИ был убит

source: AI aircraft crew member was killed by stationary unit
ru: Член экипажа самолета ИИ был убит статическим объектом

source: AI aircraft crew member was killed by human aircraft
ru: Член экипажа самолета ИИ был убит самолетом человека

source: AI aircraft crew member was killed by AI aircraft
ru: Член экипажа самолета ИИ был убит самолетом ИИ

source: AI aircraft crew member was killed by moving unit member
ru: Член экипажа самолета ИИ был убит членом группы движущихся объектов

source: AI aircraft crew member was killed by moving unit
ru: Член экипажа самолета ИИ был убит движущимся объектом

source: AI aircraft crew member was killed in parachute by AI aircraft
ru: Член экипажа самолета ИИ был убит в парашюте самолетом ИИ

source: AI aircraft crew member was killed in parachute by stationary unit
ru: Член экипажа самолета ИИ был убит в парашюте статическим объектом

source: AI aircraft crew member was killed in parachute by moving unit member
ru: Член экипажа самолета ИИ был убит в парашюте членом группы движущихся объектов

source: AI aircraft crew member was killed in parachute by moving unit
ru: Член экипажа самолета ИИ был убит в парашюте движущимся объектом

source: AI aircraft crew member was killed in parachute by human aircraft
ru: Член экипажа самолета ИИ был убит в парашюте самолетом человека

source: AI aircraft crew member's parachute was destroyed by AI aircraft
ru: Парашют члена экипажа самолета ИИ был уничтожен самолетом ИИ

source: AI aircraft crew member's parachute was destroyed by stationary unit
ru: Парашют члена экипажа самолета ИИ был уничтожен статическим объектом

source: AI aircraft crew member's parachute was destroyed by moving unit member
ru: Парашют члена экипажа самолета ИИ был уничтожен членом группы движущихся объектов

source: AI aircraft crew member's parachute was destroyed by moving unit
ru: Парашют члена экипажа самолета ИИ был уничтожен движущимся объектом

source: AI aircraft crew member's parachute was destroyed by human aircraft
ru: Парашют члена экипажа самолета ИИ был уничтожен самолетом человека

source: AI aircraft crew member's parachute was destroyed
ru: Парашют члена экипажа самолета ИИ был уничтожен

source: AI aircraft crew member was wounded
ru: Член экипажа самолета ИИ был ранен

source: AI aircraft crew member was heavily wounded
ru: Член экипажа самолета ИИ был тяжело ранен

source: AI aircraft crew member was captured
ru: Член экипажа самолета ИИ попал в плен

source: AI aircraft crew member has bailed out
ru: Член экипажа самолета ИИ выпрыгнул с парашютом

source: AI aircraft crew member has landed
ru: Член экипажа самолета ИИ приземлился
