Repository: pypi-data/pypi-mirror-27
Catalog: packages/pcart-import/pcart-import-2.0.5.tar.gz/pcart-import-2.0.5/pcart_import/locale/*/LC_MESSAGES/django.po
Languages: uk

source: Price list preview
uk: Перегляд прайс-листа

source: Process
uk: Обробка

source: Import
uk: Імпорт

source: Language
uk: Мова

source: Do nothing
uk: Нічого не робити

source: Set specified status
uk: Встановити вказаний статус

source: Remove from site (unpublish)
uk: Зняти з публікації

source: Title
uk: Заголовок

source: First row as labels
uk: Перший рядок з заголовками

source: Get column labels from the first row.
uk: Брати заголовки колонок з першого рядка

source: Default product type
uk: Тип товару за замовчуванням

source: Default collection
uk: Колекція за замовчуванням

source: Unavailable action
uk: Дія для недоступних товарів

source: Choose the action to do for products which are not available in the price list.
uk: Виберіть дію яку необхідно виконати для товарів, які не фігурують у прайс-листі.

source: Unavailable status
uk: Статус для недоступних товарів

source: If not set the status with minimal weight will be used.
uk: Якщо статус не вказано, то обирається статус з найменшою вагою.

source: Added
uk: Додано

source: Changed
uk: Змінено

source: XLS Import profile
uk: Профіль імпорту XLS

source: XLS Import profiles
uk: Профілі імпорту XLS

source: Product type
uk: Тип товару

source: Collection
uk: Колекція

source: Extra collection
uk: Додаткова колекція

source: Vendor
uk: Виробник

source: Product
uk: Товар

source: External ID
uk: Зовнішній ID

source: Product image
uk: Зображення товару

source: Product property
uk: Характеристика товару

source: Price
uk: Ціна

source: Quantity
uk: Кількість

source: Status
uk: Статус

source: Import profile
uk: Профіль імпорту

source: Column index
uk: Індекс колонки

source: Use column label
uk: Використовувати назву колонки

source: If checked "Column index" is related to column label, otherwise it is a column number.
uk: Якщо відмічено "Індекс колонки" порівнюється з назвою колонки, в іншому випадку це номер колонки.

source: Destination
uk: Призначення

source: See documentation for supported values.
uk: Див. документацію по значенням, які підтримуються.

source: Sub-destination
uk: Призначення 2-го рівня

source: Function
uk: Функція

source: Use P-Cart Script for implementing complex logic.
uk: Використовуйте P-Cart Script для реалізації складної логіки.

source: XLS column
uk: Колонка XLS

source: XLS columns
uk: Колонки XLS

source: New
uk: Новий

source: Processing
uk: Обробка

source: Success
uk: Успішно

source: With errors
uk: З помилками

source: Price list
uk: Прайс-лист

source: Price list file.
uk: Файл прайс-листа

source: XLS Price list
uk: Прайс-лист XLS

source: XLS Price lists
uk: Прайс-листи XLS

source: Message
uk: Повідомлення

source: XLS Import history
uk: Історія імпорту XLS

source: Active
uk: Активно

source: Last download
uk: Останнє завантаження

source: Check interval
uk: Інтервал для перевірки

source: The interval between data downloading in hours.
uk: Інтервал між завантаженнями даних в годинах.

source: YML Import profile
uk: Профіль імпорту YML

source: YML Import profiles
uk: Профілі імпорту YML

source: Product type function
uk: Функція типу товару

source: Collection function
uk: Функція колекції

source: YML Import category
uk: Категорія імпорту YML

source: YML Import categories
uk: Категорії імпорту YML

source: Rename to
uk: Перейменувати

source: YML Import property
uk: Характеристика імпорту YML

source: YML Import properties
uk: Характеристики імпорту YML

source: YML Price list
uk: Прайс-лист YML

source: YML Price lists
uk: Прайс-листи YML

source: YML Import history
uk: Історія імпорту YML
