Repository: pypi-data/pypi-mirror-27
Catalog: packages/mds_writing_serialletter/mds_writing_serialletter-4.6.1-py2-none-any.whl/trytond/modules/writing_serialletter/locale/*.po
Languages: de_de

# model:writing_serialletter.salutes,name:
source: Salutations
de_de: Anreden

# view:writing_serialletter.salutes:
source: Salutations
de_de: Anreden

# model:ir.action,name:act_writing_serialletter_salutes_form
source: Salutations
de_de: Anreden

# model:ir.ui.menu,name:menu_salutes
source: Salutations
de_de: Anreden

# model:writing_serialletter.greetings,name:
source: Greetings
de_de: Begrüßungen

# view:writing_serialletter.greetings:
source: Greetings
de_de: Begrüßungen

# model:ir.action,name:act_writing_serialletter_greetings_form
source: Greetings
de_de: Begrüßungen

# model:ir.ui.menu,name:menu_greetings
source: Greetings
de_de: Begrüßungen

# model:ir.action,name:report_serialletter
source: Serial letter
de_de: Serienbrief

# model:writing_serialletter.letter,name:
source: Serial letter
de_de: Serienbrief

# view:writing_serialletter.letter:
source: Serial letter
de_de: Serienbrief

# model:ir.action,name:act_writing_serialletter_letter_form
source: Serial letter
de_de: Serienbrief

# model:ir.ui.menu,name:menu_serialletter
source: Serial letter
de_de: Serienbrief

# model:ir.ui.menu,name:menu_writing
source: Writing
de_de: Schriftverkehr

# view:writing_serialletter.letter:
source: Write protection
de_de: Festschreiben

# view:writing_serialletter.letter:
source: Letter
de_de: Brief

# view:writing_serialletter.letter:
source: Receiver
de_de: Empfänger

# field:writing_serialletter.letter,placeholder:
source: Placeholder
de_de: Platzhalter

# help:writing_serialletter.letter,placeholder:
source: The selected placeholder is inserted at the end of the text.
de_de: Der gewählte Platzhalter wird am Ende des Textes eingefügt.

# selection:writing_serialletter.letter,placeholder:
source: Receiver: Name
de_de: Empfänger: Name

# selection:writing_serialletter.letter,placeholder:
source: Receiver: First name
de_de: Empfänger: Vorname

# selection:writing_serialletter.letter,placeholder:
source: Receiver: Department
de_de: Empfänger: Abteilung

# selection:writing_serialletter.letter,placeholder:
source: Receiver: Country
de_de: Empfänger: Land

# selection:writing_serialletter.letter,placeholder:
source: Receiver: Company
de_de: Empfänger: Firma

# selection:writing_serialletter.letter,placeholder:
source: Receiver: Form of address
de_de: Empfänger: Anrede

# selection:writing_serialletter.letter,placeholder:
source: Receiver: Name of Address
de_de: Empfänger: Name der Adresse

# selection:writing_serialletter.letter,placeholder:
source: Receiver: ZIP
de_de: Empfänger: PLZ

# selection:writing_serialletter.letter,placeholder:
source: Receiver: City
de_de: Empfänger: Ort

# selection:writing_serialletter.letter,placeholder:
source: Receiver: Street
de_de: Empfänger: Straße

# selection:writing_serialletter.letter,placeholder:
source: Receiver: Greeting
de_de: Empfänger: Begrüßung

# selection:writing_serialletter.letter,placeholder:
source: Receiver: Correspondence intro
de_de: Empfänger: Briefanrede

# selection:writing_serialletter.letter,placeholder:
source: Receiver: Phone
de_de: Empfänger: Telefon

# selection:writing_serialletter.letter,placeholder:
source: Receiver: Mobile
de_de: Empfänger: Mobiltelefon

# selection:writing_serialletter.letter,placeholder:
source: Receiver: Fax
de_de: Empfänger: Fax

# selection:writing_serialletter.letter,placeholder:
source: Receiver: E-Mail
de_de: Empfänger: E-Mail

# selection:writing_serialletter.letter,placeholder:
source: Receiver: Website
de_de: Empfänger: Webseite

# selection:writing_serialletter.letter,placeholder:
source: Contact: Name
de_de: Kontakt: Name

# selection:writing_serialletter.letter,placeholder:
source: Contact: Form of address
de_de: Kontakt: Anrede

# selection:writing_serialletter.letter,placeholder:
source: Contact: Phone
de_de: Kontakt: Telefon

# selection:writing_serialletter.letter,placeholder:
source: Contact: Mobile
de_de: Kontakt: Mobiltelefon

# selection:writing_serialletter.letter,placeholder:
source: Contact: Fax
de_de: Kontakt: Fax

# selection:writing_serialletter.letter,placeholder:
source: Contact: E-Mail
de_de: Kontakt: E-Mail

# selection:writing_serialletter.letter,placeholder:
source: Contact: Website
de_de: Kontakt: Webseite

# selection:writing_serialletter.letter,placeholder:
source: Contact: First name
de_de: Kontakt: Vorname

# selection:writing_serialletter.letter,placeholder:
source: Contact: Department
de_de: Kontakt: Abteilung

# selection:writing_serialletter.letter,placeholder:
source: Contact: Company
de_de: Kontakt: Firma

# selection:writing_serialletter.letter,placeholder:
source: -- insert placeholder --
de_de: -- Platzhalter einfügen --

# field:writing_serialletter.letter,edited:
source: edited
de_de: geändert

# field:writing_serialletter.letter,created:
source: created
de_de: erstellt

# field:writing_serialletter.letter,subject:
source: Subject
de_de: Betreff

# help:writing_serialletter.letter,name:
source: Description of the serial letter
de_de: Beschreibung des Serienbriefs

# field:writing_serialletter.letter,parties:
source: Parties
de_de: Parteien

# field:writing_serialletter.letter,contact:
source: Contact
de_de: Kontakt

# help:writing_serialletter.letter,contact:
source: Contact for the serial letter
de_de: Ansprechpartner für den Serienbrief

# field:writing_serialletter.letter,finished_at:
source: finished
de_de: festgeschrieben

# view:writing_serialletter.letter:
source: Activate mailing address
de_de: Mailingadressen aktivieren

# view:writing_serialletter.letter:
source: At all parties an address is activated as a mailing address.
de_de: Bei allen Parteien wird eine Adresse als Postanschrift aktiviert.

# view:writing_serialletter.letter:
source: Each party needs an address, which is marked as a mailing address.
de_de: Jede Partei benötigt eine Adresse, welche als Mailingadresse markiert ist.

# view:writing_serialletter.letter:
source: Press the button to make this mark for all parties in the list.
de_de: Drücken Sie den Knopf um bei allen Parteien in der Liste diese Markierung vorzunehmen.

# view:writing_serialletter.letter:
source: Help for formatting
de_de: Hilfe zur Formatierung

# view:writing_serialletter.letter:
source: Lists
de_de: Listen

# view:writing_serialletter.letter:
source: Create an enumeration by starting paragraphs with a * or #.
de_de: Erstellen Sie eine Aufzählung indem Sie die Absätze mit * oder # beginnen.

# view:writing_serialletter.letter:
source: - A '#' at the beginning of the paragraph creates a line with a leading number.
de_de: - Ein '#' am Absatzanfang erzeugt einen Absatz mit führender Nummer.

# view:writing_serialletter.letter:
source: - A '*' at the beginning of the paragraph creates a line with a leading bulled point.
de_de: - Ein '*' am Absatzanfang erzeugt einen Absatz mit führendem gefülltem Punkt.

# view:writing_serialletter.letter:
source: for example:
de_de: zum Beispiel:

# view:writing_serialletter.letter:
source: Numbered list
de_de: numerierte Liste

# view:writing_serialletter.letter:
source: # Line 1
de_de: # Zeile 1

# view:writing_serialletter.letter:
source: # Line 2
de_de: # Zeile 2

# view:writing_serialletter.letter:
source: List with points
de_de: Liste mit Punkten

# view:writing_serialletter.letter:
source: * Line 1
de_de: * Zeile 1

# view:writing_serialletter.letter:
source: * Line 2
de_de: * Zeile 2

# view:writing_serialletter.letter:
source: Formatting words
de_de: Worte formatieren

# view:writing_serialletter.letter:
source: Individual words in the text can be formatted with the Wiki syntax.
de_de: Einzelne Worte im Text können mit der Wiki-Syntax formatiert werden.

# view:writing_serialletter.letter:
source: The following formatting is supported:
de_de: Folgende Formatierungen werden unterstützt:

# view:writing_serialletter.letter:
source: *bold*, _italic_, +underline+, -deleted-
de_de: *fett*, _kursiv_, +unterstrichen+, -durchgestrichen-

# view:writing_serialletter.letter:
source: Only single words can be formatted.
de_de: Es können nur einzelne Worte formatiert werden.

# view:writing_serialletter.letter:
source: Formatting over word groups is not possible.
de_de: Eine Formatierung über Wortgruppen hinweg ist nicht möglich.

# view:writing_serialletter.letter:
source: Paragraph
de_de: Absatz

# view:writing_serialletter.letter:
source: Text in a line in the text window of the serial letter becomes a paragraph during export.
de_de: Text in einer Zeile im Textfenster des Serienbrief wird beim Export zu einem Absatz.

# view:writing_serialletter.letter:
source: A new line in the text window will export to a new paragraph.
de_de: Eine neue Zeile im Textfenster wird beim Export zu einem neuen Absatz.

# view:writing_serialletter.letter:
source: A blank line in the text window expands to a new paragraph with more spacing.
de_de: Eine Leerzeile im Textfenster wird beim Export zu einem neuen Absatz mit mehr Abstand.

# error:writing_serialletter.letter:
source: The serial letter is '%s' and can not be deleted.
de_de: Der Serienbrief ist '%s' und kann nicht gelöscht werden.

# error:writing_serialletter.letter:
source: The party '%s' (code: %s) has no address.
de_de: Die Partei '%s' (Code: %s) hat keine Adresse.

# selection:writing_serialletter.letter,state:
source: Finished
de_de: Festgeschrieben

# selection:writing_serialletter.letter,state:
source: Editing
de_de: Bearbeiten

# field:res.user,contactlettr:
source: Contact
de_de: Kontakt

# help:res.user,contactlettr:
source: Contact for serial letter
de_de: Kontakt für Serienbrief

# field:party.address,mailing_addr:
source: Mailing address
de_de: Mailingadresse

# field:party.party,salutation:
source: Form of address
de_de: Anrede

# help:party.party,salutation:
source: Ms., Mr. etc.
de_de: Frau, Herr, etc.

# field:party.party,greeting:
source: Greeting
de_de: Begrüßung

# help:party.party,greeting:
source: Dear, Hello, Hi, etc.
de_de: Sehr geehrte, Hallo, Grüß Dich, etc.

# field:party.party,welcoming:
source: Correspondence intro
de_de: Grußformel

# help:party.party,welcoming:
source: Welcoming in letter (placeholder: [party:correspondence])
de_de: Briefanrede im Serienbrief (Platzhalter: [party:correspondence])

# field:party.party,mailingaddr_valid:
source: Valid mailing address
de_de: Mailingadresse gültig

# help:party.party,mailingaddr_valid:
source: Party has a valid mailing address
de_de: Die Partei het eine gültige Mailingadresse

# model:res.group,name:
source: Serial letter - edit
de_de: Serienbrief - Bearbeiten

# model:res.group,name:
source: Serial letter - view
de_de: Serienbrief - Ansehen

# error:writing_serialletter.report_serialletter:
source: The party '%s' has no mailing address. Please activate an address for the mailing.
de_de: Die Partei '%s' hat keine Mailingadresse. Bitte aktivieren Sie eine Adresse für das Mailing.
