Repository: pypi-data/pypi-mirror-27
Catalog: packages/cubicweb-datacat/cubicweb-datacat-0.14.0.tar.gz/cubicweb-datacat-0.14.0/i18n/*.po
Languages: fr

source: %d most ancient process log files deleted
fr: Les %d plus anciens journaux de processus ont été supprimés

source: A URL that gives access to a distribution of the dataset. The resource at the access URL may contain information about how to get the dataset.
fr: Une URL donnant accès à une distribution d'un jeu de données. La ressource accessible à cette URL peut contenir des informations sur la façon d'obtenir le jeu de données.

source: A data catalog is a curated collection of metadata about datasets.
fr: Un catalogue de données est une collection organisée de métadonnées sur des jeux de données

source: A location is used to locate objects on the Earth's surface
fr: Une localisation sert à situer des objets à la surface de la Terre

source: A resource feed is associated to a dataset distribution. It regularly fetches files from the specified URL and attached them to this distribution.
fr: Un flux de ressource est associé à une distribution d'un jeu de données. Il récupère régulièrement des fichiers depuis l'URL spécifiée et les attachent à la distribution.

source: Agent_plural
fr: Agents

source: An agent (eg. person, group, software or physical artifact).
fr: Un agent (par ex. une personne, un groupe, un artefact logiciel ou physique).

source: Data processes
fr: Processus de mise en données

source: DataCatalog
fr: Catalogue

source: DataCatalog_plural
fr: Catalogues

source: Dataset
fr: Jeu de données

source: Dataset_plural
fr: Jeux de données

source: Distribution_plural
fr: Distributions

source: Geospatial indication of the location
fr: Indication géographique de la localisation

source: JSON export for CKAN
fr: export JSON pour CKAN

source: Location
fr: Localisation

source: Location_plural
fr: Localisations

source: MIME type of data generated by the script (if unspecified, the input file format will be used)
fr: type MIME des données générées par le script (si non spécifié, le format du fichier d'entrée sera utilisé)

source: MIME type of files handled by the script (use "application/octet-stream" for a generic script)
fr: type MIME des fichiers pris en charge par le script (utiliser "application/octet-stream" pour un script générique)

source: MIME type of files served by the resource feed.
fr: type MIME des fichiers fournis par ce flux de ressource

source: Most ancient process log file deleted
fr: Le journal de processus le plus ancien a été supprimé

source: Name of the location (eg. 'France', 'Boston', 'President Kennedy bus stop')
fr: Nom de la localisation (ex. 'France', 'Boston', 'Arrêt de bus Président Kennedy')

source: New Agent
fr: Nouvel agent

source: New DataCatalog
fr: Nouveau catalogue

source: New Dataset
fr: Nouveau jeu de données

source: New Distribution
fr: Nouvelle distribution

source: New Location
fr: Nouvelle localisation

source: New PeriodOfTime
fr: Nouvelle période temporelle

source: New ResourceFeed
fr: Nouveau flux de ressource

source: Number of log files is below specified limit
fr: Le nombre journal de processus est inférieur à la limite spécifiée

source: Only concepts in licenses scheme can have a license type
fr: Seuls les concepts dans le vocabulaire des licences peuvent avoir un type de licence

source: PeriodOfTime
fr: Période temporelle

source: PeriodOfTime_plural
fr: Périodes temporelles

source: RDF export
fr: export RDF

source: ResourceFeed
fr: Flux de ressource

source: ResourceFeed_plural
fr: Flux de ressource

source: Start to type your choice: you'll be presented a list of matching terms
fr: Commencez à saisir votre choix : une liste de termes correspondants apparaîtra

source: The file format of the distribution
fr: Le format de fichier de la distribution

source: The media type of the distribution as defined in the official register of media types managed by IANA
fr: Le type de données de la distribution, tel que défini dans la liste officielle des types de données gérée par l'IANA

source: Theme must belong to a dataset's catalog vocabulary
fr: Le thème doit appartenir à un vocabulaire associé au catalogue du jeu de données

source: This Agent
fr: Cet agent

source: This Agent:
fr: Cet agent :

source: This DataCatalog
fr: Ce catalogue

source: This DataCatalog:
fr: Ce catalogue:

source: This Dataset
fr: Ce jeu de données

source: This Dataset:
fr: Ce jeu de données :

source: This Distribution
fr: Cette distribution

source: This Distribution:
fr: Cette distribution :

source: This Location
fr: Cette localisation

source: This Location:
fr: Cette localisation :

source: This PeriodOfTime
fr: Cette période temporelle

source: This PeriodOfTime:
fr: Cette période temporelle :

source: This ResourceFeed
fr: Ce flux de données

source: This ResourceFeed:
fr: Ce flux de données :

source: URL to directly download the distribution. (Usually unspecified if the distribution is associated with a file in the catalog.)
fr: URL de téléchargement de la distribution. (Habituellement non spécifiée si la distribution est associée à un fichier dans le catalogue.)

source: URL to the catalog home page
fr: URL vers la page d'accueil du catalogue

source: a Script used to transform files from this resource
fr: un script utilisé pour transformer les fichiers issus de cette ressource

source: a Script used to validated files from this resource
fr: un script utilisé pour valider les fichiers issus de cette ressource

source: a geographical area covered by the entity
fr: une zone géographique couverte par cette entité

source: a page or document about this Distribution
fr: une page ou un document à propos de cette distribution

source: access_url
fr: URL d'accès

source: add DataCatalog catalog_publisher Agent object
fr: un catalogue

source: add DataCatalog theme_taxonomy ConceptScheme subject
fr: un vocabulaire contrôlé

source: add Dataset in_catalog DataCatalog object
fr: un jeu de données

source: add Distribution of_dataset Dataset object
fr: une distribution

source: add File file_distribution Distribution object
fr: un fichier

source: add File replaces File object
fr: nouvelle version

source: add ResourceFeed resource_feed_of Dataset object
fr: un flux de ressource

source: add a Agent
fr: un agent

source: add a DataCatalog
fr: ajouter un catalogue

source: add a Dataset
fr: ajouter un jeu de données

source: add a Distribution
fr: ajouter une distribution

source: add a Location
fr: ajouter une localisation

source: add a PeriodOfTime
fr: ajouter une période temporelle

source: add a ResourceFeed
fr: ajoute un flux de ressource

source: agent responsible for making the catalog available
fr: agent responsable de la mise à disposition du catalogue

source: agent responsible for making the dataset available
fr: agent responsable de la mise à disposition du jeu de données

source: agent(s) contributing to the dataset's production
fr: agent contribuant à la production du jeu de données

source: both latitude and longitude must be specified on unspecified
fr: latitude et longitude doivent être toutes deux spécifiées ou non-spécifiées

source: byte_size
fr: taille (o)

source: catalog to which the dataset belongs
fr: catalogue auquel le jeu de données appartient

source: catalog_license
fr: licence du catalogue

source: catalog_license_object
fr: licence de

source: catalog_publisher
fr: diffuseur

# Agent
source: catalog_publisher_object
fr: diffuseur des catalogues

source: cleanup process logs
fr: supprimer les journaux du processus

source: comma-separated list of keywords or tags describing the dataset
fr: liste de mots-clés ou étiquettes séparés par des virgules

source: contact information that can be used for flagging errors in the dataset or sending comments
fr: information de contact pour signaler des erreurs dans le jeu de données ou soumettre des commentaires

source: creating ConceptScheme (DataCatalog %(linkto)s theme_taxonomy ConceptScheme)
fr: création d'un vocabulaire contrôlé (pour le catalogue %(linkto)s)

source: creating DataCatalog (DataCatalog catalog_publisher Agent %(linkto)s)
fr: création d'un catalogue (pour le diffuseur %(linkto)s)

source: creating Dataset (Dataset in_catalog DataCatalog %(linkto)s)
fr: création d'un jeu de données (dans le catalogue %(linkto)s)

source: creating Distribution (Distribution of_dataset Dataset %(linkto)s)
fr: création d'une distribution (pour le jeu de données %(linkto)s)

source: creating File (File file_distribution Distribution %(linkto)s)
fr: création d'un fichier pour la distribution %(linkto)s

source: creating File (File replaces File %(linkto)s)
fr: création d'une nouvelle version du fichier %(linkto)s

source: creating ResourceFeed (ResourceFeed resource_feed_of Dataset %(linkto)s)
fr: création d'un flux de ressource (pour le jeu de données %(linkto)s)

source: dataset to which the distribution is related
fr: jeu de données auquel est liée la distribution

source: dataset_contact_point
fr: contact référent

source: dataset_contact_point_object
fr: contact référent pour

source: dataset_contributors
fr: contributeurs

# Dataset
source: dataset_contributors
fr: contributeurs

source: dataset_contributors_object
fr: contributeur de

source: dataset_frequency
fr: fréquence d'actualisation

source: dataset_frequency_object
fr: jeu de données

source: dataset_publisher
fr: diffuseur

# Agent
source: dataset_publisher_object
fr: diffuseur des jeux de données

source: dataset_type
fr: type de jeu de données

source: dataset_type_object
fr: type des jeux de données

source: dcat_theme
fr: thème

source: dcat_theme_object
fr: jeu de données

source: distribution_format
fr: format

source: distribution_format_object
fr: distribution

source: download
fr: télécharger

source: download_url
fr: URL de téléchargement

source: e.g. CSV, PNG, etc.
fr: par ex. CSV, PNG, etc.

source: e.g. text/csv, image/gif, application/octet-stream, etc.
fr: par ex. text/csv, image/gif, application/octet-stream, etc.

source: email
fr: courriel

source: end
fr: fin

source: end date must be greater than start date
fr: la date de fin doit être supérieure à la date de début

source: end of the period
fr: fin de la période

source: facets_datacat.dataset_extent_facet
fr: facette d'emprise des jeux de données

source: facets_datacat.dataset_extent_facet_description
fr: filtre les jeux de données par emprise

source: facets_datacat.dataset_in_catalog_facet
fr: facette "catalogue" pour les jeux de données

source: facets_datacat.dataset_in_catalog_facet_description
fr: filtre les jeux de données d'après leur catalogue

source: facets_datacat.dataset_issued_facet
fr: facette "publié le" pour jeux de données

source: facets_datacat.dataset_modified_facet
fr: facette "modifié le" pour jeux de données

source: facets_datacat.dataset_publisher_facet
fr: facette "diffuseur" pour les jeux de données

source: facets_datacat.dataset_publisher_facet_description
fr: filtre les jeux de données selon leur diffuseur

source: facets_datacat.has_distribution
fr: avec distributions

source: facets_datacat.has_distribution_description
fr: filtre les jeux de données ayant ou non des distributions

source: file_distribution
fr: distribution

source: file_distribution_object
fr: fichier

source: file_name
fr: nom du fichier

source: frequency at which a dataset is updated
fr: fréquence de mise-à-jour du jeu de données

source: geometry
fr: géométrie

source: homepage
fr: page d'accueil

source: identifier
fr: identifiant

source: in_catalog
fr: catalogue

source: in_catalog_object
fr: jeu de données

source: issued
fr: publié le

source: keyword
fr: mot clé

source: landing_page
fr: page d'accueil

source: language
fr: langage

source: language_object
fr: utilisé par

source: languages used in the catalog
fr: langages utilisés par le catalogue

source: license
fr: licence

source: license_object
fr: licence de

source: license_type
fr: type de licence

source: license_type_object
fr: licence

source: locate_datasets
fr: jeux de données

source: locate_datasets_object
fr: localisations

source: media_type
fr: format de données

source: media_type_object
fr: format de données de

source: modification date
fr: date de dernière modification

source: modified
fr: modifié le

# Agent
source: name
fr: nom

source: name given to imported file (if unset, the URL will be used)
fr: nom donné au fichier importé (si non spécifié, l'URL sera utilisée)

source: no specific usage
fr: aucune utilisation spécifique

source: number of file versions to keep
fr: nombre de version du fichier à conserver

source: number of processes data (logs) to keep
fr: quantité de processus (logs) à conserver

source: of_dataset
fr: jeu de données

source: of_dataset_object
fr: distribution

source: output_media_type
fr: type MIME de sortie

source: process_for_resourcefeed
fr: Flux de ressource

source: process_for_resourcefeed_object
fr: Processus de données

source: processes_to_keep
fr: nombre de processus à conserver

source: publication date
fr: date de publication

source: publisher_type
fr: type de diffuseur

source: publisher_type_object
fr: diffuseur

source: relate a location to one or more datasets
fr: relier une localisation à un ou plusieurs jeux de données

source: replacement file must be related to a distribution
fr: le fichier de remplacement doit être lié à une distribution

source: replaces
fr: version précédente

source: replaces_object
fr: nouvelle version

source: resource_feed_of
fr: Jeu de données

source: resource_feed_of_object
fr: Flux de ressource

# ResourceFeed
source: resource_feed_source
fr: source de données

source: resource_feed_source_object
fr: Flux de ressource

source: resourcefeed_distribution
fr: distribution

source: resourcefeed_distribution_object
fr: flux de ressources

source: scheme_relation
fr: type de relation associé

source: scheme_relation_object
fr: vocabulaire associé

source: script does not handle resource feed data format
fr: ce script ne gère pas le format de données de ce flux de ressource

source: source from which this dataset has been produced or extracted
fr: source depuis laquelle le jeu de données a été produit ou extrait

source: spatial_coverage
fr: couverture spatiale

source: spatial_coverage_object
fr: couverture spatiale de

source: start
fr: début

source: start of the period
fr: début de la période

source: temporal_coverage
fr: couverture temporelle

source: temporal_coverage_object
fr: couverture temporelle de

source: the licence under which the entity is made available
fr: la licence selon laquelle cette entité est disponible

source: the temporal period that the dataset covers
fr: la période temporelle couverte par le jeu de données

source: theme_taxonomy
fr: vocabulaire des thèmes

source: theme_taxonomy_object
fr: thèmes des catalogues

source: this title will be used to set the title of the associated distribution
fr: ce titre sera utilisé pour positionner le titre de la distribution associée

source: transformation_script
fr: script de transformation

source: transformation_script_object
fr: Flux de ressource

source: type of dataset
fr: type de jeu de données

source: type of publisher (if unspecified agent is not a publisher)
fr: type de diffuseur (si non renseigné l'agent n'est pas un diffuseur)

source: usage
fr: utilisation

source: usage of concepts in this scheme
fr: utilisation des concepts de ce vocabulaire

source: versions_to_keep
fr: nombre de versions à conserver

source: vocabulary or thesaurus containing a list of themes for datasets in this catalog
fr: vocabulaire ou thésaurus regroupant les thèmes possibles pour les jeux de données de ce catalogue

source: web page providing access to the dataset, its distributions and/or additional information
fr: page web donnant accès au jeu de données, à ses distributions et/ou à des informations supplémentaires
