Repository: pypi-data/pypi-mirror-27
Catalog: packages/Solgema.RichMenu/Solgema.RichMenu-1.6.6.tar.gz/Solgema.RichMenu-1.6.6/Solgema/RichMenu/locales/*/LC_MESSAGES/Solgema.RichMenu.po
Languages: fr

source: Column
fr: Colonne

source: Content item
fr: Élément de contenu

source: Enable Submenues
fr: Activer le sous-menu

source: Filter sections on workflow state
fr: Filtrer les menus sur l'état du workflow

source: Lets you control how main menu tabs bar is constructed in your site. You can also control the behavior of each tab by going onto the tab itself and click on Navigation in the toolbar.
fr: Vous permet de controller comment la barre de navigation est construite dans votre site. Vous pouvez également contrôler le comportement de chaque onglet en allant sur l'onglet lui-même et en cliquant sur l'onglet de navigation dans la barre d'outils.

source: Number of folder levels to show in the submenues.
fr: Nombre de niveaux à montrer dans les sous-menus.

source: Rich Menu parameters
fr: Paramètres du Menu de navigation

source: RichMenu Settings
fr: Paramètres RichMenu

source: Row
fr: Ligne

source: Sections displayed content types
fr: Types de contenus affichés dans le menu

source: Show submenues in tabs.
fr: Afficher les sous-menus dans les onglets.

source: Submenues depth
fr: Profondeur des sous-menus

source: The content types that should be shown in the main navigation menu.
fr: Les types de contenus à afficher dans le menu de navigation

source: The workflow states that should be shown in the main navigation menu.
fr: Les états du workflow devant être affichés dans le menu de navigation

source: help_menu_columns
fr: Nombre de colonnes dans le menu.

source: help_menu_direction
fr: Choissisez si vous voulez organiser les éléments du sous-menu par colonne ou par ligne.

source: help_menu_position
fr: Alignement horizontal du menu par rapport à l'onglet ou au site

source: help_menu_sections_depth
fr: Profondeur de sous-menus à afficher dans le menu.

source: help_menu_width
fr: Largeur du sous-menu en px ou % (p.ex : 300px ou 120%). Laissez vide pour avoir la valeur par défaut.

source: help_section_menu_item
fr: Choisissez un élément du site qui sera affiché dans le menu de navigation.

source: help_submenu_display
fr: Choisissez quand est-ce que le menu doit s'afficher.

source: help_submenu_width
fr: Choisissez la largeur des éléments du sous-menu lorsqu'une page est affichée dans le menu. Laisser vide pour avoir la valeur par défaut.

source: label_always
fr: Toujours

source: label_center
fr: Centre

source: label_click
fr: Clic souris

source: label_content
fr: Contenu

source: label_description
fr: Description

source: label_hover
fr: Survol souris

source: label_image
fr: Image

source: label_left
fr: Gauche

source: label_left_site
fr: Gauche du site

source: label_menu_columns
fr: Nombre de colonnes

source: label_menu_content
fr: Contenu du menu

source: label_menu_direction
fr: Direction des éléments du sous-menu

source: label_menu_image_size
fr: Taille de l'image

source: label_menu_item_content
fr: Contenu du sous-menu

source: label_menu_position
fr: Alignement du menu

source: label_menu_sections_depth
fr: Profondeur du menu

source: label_menu_width
fr: Largeur du menu

source: label_right
fr: Droite

source: label_right_site
fr: Droite du site

source: label_section_menu_item
fr: Élément à afficher

source: label_show_menu
fr: Afficher le sous-menu standard dans le menu?

source: label_submenu_display
fr: Affichage du sous-menu

source: label_submenu_width
fr: Largeur du sous-menu

source: label_title
fr: Titre
