Repository: pypi-data/pypi-mirror-27
Catalog: packages/collective.contact.duplicated/collective.contact.duplicated-0.5.tar.gz/collective.contact.duplicated-0.5/src/collective/contact/duplicated/locales/*/LC_MESSAGES/collective.contact.duplicated.po
Languages: fr

source: Back references
fr: Références à ces contenus

source: Contents
fr: Contenus

source: Default
fr: Défaut

source: Location
fr: Emplacement

source: Merge contents
fr: Fusionner les éléments

source: Merge duplicated
fr: Fusionner les doublons

source: Merge persons
fr: Fusionner les personnes

source: No
fr: Non

source: Set empty
fr: Vider le champ

source: Yes
fr: Oui

source: help_back_references
fr: Pour information : tous les contenus qui font référence aux éléments fusionnés seront mis à jour avec celui qui a été sélectionné comme 'emplacement'.

source: help_merge_hp_persons
fr: Ces positions occupées sont stockées dans des personnes différentes. Si vous cochez cette case vous serez redirigé ensuite vers un écran de fusion de ces personnes.

source: help_merge_hp_persons_directly
fr: Si vous ne souhaitez pas fusionner les positions, vous pouvez aller directement à la fusion des personnes

source: help_subcontents
fr: Tous les contenus des éléments fusionnés seront déplacés dans l'élément sélectionné comme 'emplacement'. Si vous souhaitez fusionner certains de ces contenus, sélectionnez-les et vous serez redirigés vers un nouvel écran de résolution.
