Repository: pypi-data/pypi-mirror-27
Catalog: packages/cmsplugin-newsplus/cmsplugin-newsplus-1.1.0.tar.gz/cmsplugin-newsplus-1.1.0/cmsplugin_newsplus/locale/*/LC_MESSAGES/django.po
Languages: bg

source: %(count)d newsitem was published
bg: %(count)d новина беше публикувана

source: Publish selected news
bg: Публикувай избраните новини

source: %(count)d newsitem was unpublished
bg: %(count)d новина беше отпубликувана

source: Unpublish selected news
bg: Отпубликувай избраните новини

source: News App
bg: Приложение Новини

source: Latest news
bg: Послени новини

source: News menu
bg: Меню новини

source: Title
bg: Заглавие

source: Slug
bg: Слъг

source: A slug is a short name which uniquely identifies the news item for this day
bg: Кратко име, използвано в URL адреса, което трябва по уникален начин да идентифицира новината за този ден

source: Excerpt
bg: Кратко описание

source: Content
bg: Съдържание

source: Published
bg: Публикувано

source: Publication date
bg: Дата на публикуване

source: Link
bg: Връзка

source: This link will be used a absolute url for this item and replaces the view logic. <br />Note that by default this only applies for items with an empty "content" field.
bg: Този адрес ще бъде използван като абсолютен адрес за тази новина.<br />Това важи само за новините, които са с празно поле за съдъжание.

source: News
bg: Новини

source: Number of news items to show
bg: Брой новини за показване

source: Limits the number of items that will be displayed
bg: Ограничава броя на новините, които се показват

source: No news yet
bg: Няма новини

source: Archive
bg: Архив
