Repository: pypi-data/pypi-mirror-27
Catalog: packages/mds-periodic-invoice/mds_periodic_invoice-4.6.0-py2-none-any.whl/trytond/modules/periodic_invoice/locale/*.po
Languages: de_de

# model:ir.action,name:act_invoice_form
source: Invoice template
de_de: Rechnungsvorlage

# model:ir.ui.menu,name:menu_invoice_form
source: Invoice template
de_de: Rechnungsvorlage

# model:periodic_invoice.invoice,name:
source: Invoice template
de_de: Rechnungsvorlage

# error:periodic_invoice.invoice:
source: Interval number must be greater than zero.
de_de: Die Invervallzahl muß größer als Null sein.

# error:periodic_invoice.invoice:
source: The value 'start date' must be in the future.
de_de: Der Wert 'Startdatum' muß in der Zukunft liegen.

# error:periodic_invoice.invoice:
source: The value 'end date' must be after 'start date' or empty.
de_de: Der Wert 'Enddatum' muß nach 'Startdatum' liegen oder leer sein.

# error:periodic_invoice.invoice:
source: Invalid value in 'stop condition'.
de_de: Ungültiger wert in 'Stopbedingung'.

# error:periodic_invoice.invoice:
source: Invalid value in 'interval unit'.
de_de: Ungültiger wert in 'Intervalleinheit'.

# error:periodic_invoice.invoice:
source: The value 'calls to go' must be greater than 0 or empty.
de_de: Der Wert 'Anzahl Aufrufe' muß größer Null oder leer sein.

# view:periodic_invoice.invoice:
source: Select time
de_de: Zeitpunkt wählen

# view:periodic_invoice.invoice:
source: Select repeat rule
de_de: Wiederholregel wählen

# view:periodic_invoice.invoice:
source: Title and Description
de_de: Titel und Beschreibung

# view:periodic_invoice.invoice:
source: Invoice
de_de: Rechnung

# view:periodic_invoice.invoice:
source: Invoice data
de_de: Rechnungsdaten

# view:periodic_invoice.invoice:
source: Other Info
de_de: Sonstiges

# view:periodic_invoice.invoice:
source: Template settings
de_de: Vorlageeinstellungen

# view:periodic_invoice.invoice:
source: Created Invoices
de_de: erstellte Rechnungen

# view:periodic_invoice.invoice:
source: Target state
de_de: Zielzustand

# view:periodic_invoice.invoice:
source: Check
de_de: Prüfen

# view:periodic_invoice.invoice:
source: Create a draft invoice
de_de: Entwurfsrechnung erstellen

# view:periodic_invoice.invoice:
source: Placeholders:
de_de: Platzhalter:

# view:periodic_invoice.invoice:
source: The field 'Description' of the invoice and the fields 'Description' and 'Notes' of the invoice lines support wildcards.
de_de: Das Feld 'Beschreibung' der Rechnung und die Felder 'Beschreibung' und 'Notizen' der Rechnungszeilen unterstützen Platzhalter.

# view:periodic_invoice.invoice:
source: To use placeholders in the description fields, write down the term in square brackets: [total], [invoicedate] etc.
de_de: Um Platzhalter in den Beschreibungsfeldern zu verwenden notieren Sie den Begriff in eckigen Klammern: [total], [invoicedate] etc.

# view:periodic_invoice.invoice:
source: Start date of the invoice template
de_de: Startdatum der Rechnungsvorlage

# view:periodic_invoice.invoice:
source: End date of the invoice template
de_de: Endedatum der Rechnungsvorlage

# view:periodic_invoice.invoice:
source: E-mail address for sending the invoice
de_de: Mailadresse für den Versand der Rechnung

# view:periodic_invoice.invoice:
source: Invoice date of the invoice
de_de: Rechnungsdatum der Rechnung

# view:periodic_invoice.invoice:
source: Payment term of the invoice
de_de: Zahlungsfrist der Rechnung

# view:periodic_invoice.invoice:
source: untaxed amount with currency symbol
de_de: Nettobetrag mit Währungssymbol

# view:periodic_invoice.invoice:
source: tax amount with currency symbol
de_de: Steuerbetrag mit Währungssymbol

# view:periodic_invoice.invoice:
source: total amount with currency symbol
de_de: Bruttobetrag mit Währungssymbol

# view:periodic_invoice.invoice:
source: the following placeholders are supported:
de_de: folgende Platzhalter werden unterstützt:

# field:periodic_invoice.invoice,name:
source: Title
de_de: Titel

# help:periodic_invoice.invoice,name:
source: Title of the invoice template
de_de: Titel der Rechnungsvorlage

# field:periodic_invoice.invoice,desc:
source: Description
de_de: Beschreibung

# field:periodic_invoice.invoice,date_start:
source: Start date
de_de: Startdatum

# help:periodic_invoice.invoice,date_start:
source: Select the start date to calculate the next execution time.
de_de: Wählen Sie das Startdatum zur Berechnung des nächsten Ausführungszeitpunktes.

# field:periodic_invoice.invoice,date_lastrun:
source: last call date
de_de: letztes Aufrufdatum

# field:periodic_invoice.invoice,date_end:
source: End date
de_de: Enddatum

# help:periodic_invoice.invoice,date_end:
source: Select the end date to stop the creation of invoices.
de_de: Wählen Sie das Enddatum aus, um die Erstellung von Rechnungen zu stoppen.

# field:periodic_invoice.invoice,date_nextrun:
source: Next call date
de_de: nächste Ausführung

# field:periodic_invoice.invoice,active2:
source: Active
de_de: Aktiv

# help:periodic_invoice.invoice,active2:
source: When activated, the invoice is created at the next time.
de_de: Wenn eingeschaltet wird die Rechnung zum nächsten Zeitpunkt erstellt.

# field:periodic_invoice.invoice,intervalunit:
source: Interval unit
de_de: Intervalleinheit

# help:periodic_invoice.invoice,intervalunit:
source: Select the interval unit to determine the next execution date.
de_de: Wählen Sie die Intervalleinheit für die Bestimmung des nächsten Ausführungszeitpunktes aus.

# selection:periodic_invoice.invoice,intervalunit:
source: day
de_de: Tage

# selection:periodic_invoice.invoice,intervalunit:
source: week
de_de: Woche

# selection:periodic_invoice.invoice,intervalunit:
source: month
de_de: Monat

# selection:periodic_invoice.invoice,intervalunit:
source: year
de_de: Jahr

# field:periodic_invoice.invoice,intervalnumber:
source: Interval number
de_de: Intervallzahl

# field:periodic_invoice.invoice,stopcondition:
source: Stop condition
de_de: Stopbedingung

# selection:periodic_invoice.invoice,stopcondition:
source: do not stop
de_de: nicht beenden

# selection:periodic_invoice.invoice,stopcondition:
source: stop after 'number of calls' repeats
de_de: nach 'Anzahl Aufrufe' Wiederholungen beenden

# selection:periodic_invoice.invoice,stopcondition:
source: stop at 'end date'
de_de: am 'Enddatum' beenden

# field:periodic_invoice.invoice,calls_to_go:
source: Number of calls
de_de: Anzahl Aufrufe

# help:periodic_invoice.invoice,calls_to_go:
source: Disables the repeat function after 'Number of calls'.
de_de: Deaktiviert die Wiederholfunktion nach 'Anzahl Aufrufe'.

# field:periodic_invoice.invoice,calls_done:
source: Calls done
de_de: erledigte Aufrufe

# field:periodic_invoice.invoice,calls_donetotal:
source: Total number of calls
de_de: erledigte Aufrufe gesamt

# field:periodic_invoice.invoice,party:
source: Party
de_de: Partei

# field:periodic_invoice.invoice,invdesc:
source: Description
de_de: Beschreibung

# help:periodic_invoice.invoice,invdesc:
source: Description for the generated invoice
de_de: Beschreibung für die erzeugte Rechnung

# field:periodic_invoice.invoice,invdate:
source: Invoice date
de_de: Rechnungsdatum

# selection:periodic_invoice.invoice,invdate:
source: create date
de_de: Erstelldatum

# selection:periodic_invoice.invoice,invdate:
source: the first of the current month
de_de: der Erste des aktuellen Monats

# selection:periodic_invoice.invoice,invdate:
source: first day in the previous month
de_de: der erste Tag des vorigen Monats

# selection:periodic_invoice.invoice,invdate:
source: first working day in the previous month
de_de: der erste Arbeitstag des vorigen Monats

# selection:periodic_invoice.invoice,invdate:
source: first working day in the current month
de_de: der erste Arbeitstag des aktuellen Monats

# selection:periodic_invoice.invoice,invdate:
source: the last day in the current month
de_de: der letzte Tag des aktuellen Monats

# selection:periodic_invoice.invoice,invdate:
source: last day in the current year
de_de: der letzte Tag des aktuellen Jahres

# selection:periodic_invoice.invoice,invdate:
source: last day in the previous month
de_de: der letzte Tag des vorigen Monats

# selection:periodic_invoice.invoice,invdate:
source: last day in the previous year
de_de: der letzte Tag des vorigen Jahres

# selection:periodic_invoice.invoice,invdate:
source: last working day in the current month
de_de: der letzte Arbeitstag des aktuellen Monats

# selection:periodic_invoice.invoice,invdate:
source: last working day in the current year
de_de: der letzte Arbeitstag des aktuellen Jahres

# selection:periodic_invoice.invoice,invdate:
source: last working day in the previous month
de_de: der letzte Arbeitstag des vorigen Monats

# selection:periodic_invoice.invoice,invdate:
source: last working day in the previous year
de_de: der letzte Arbeitstag des vorigen Jahres

# selection:periodic_invoice.invoice,invdate:
source: create date minus 1 day
de_de: Erstelldatum minus 1 Tag

# selection:periodic_invoice.invoice,invdate:
source: create date minus 2 days
de_de: Erstelldatum minus 2 Tage

# selection:periodic_invoice.invoice,invdate:
source: create date minus 3 days
de_de: Erstelldatum minus 3 Tage

# selection:periodic_invoice.invoice,invdate:
source: create date minus 4 days
de_de: Erstelldatum minus 4 Tage

# field:periodic_invoice.invoice,reference:
source: Reference
de_de: Beleg-Nr.

# field:periodic_invoice.invoice,invoice_address:
source: Invoice Address
de_de: Rechnungsadresse

# field:periodic_invoice.invoice,invtype:
source: Type
de_de: Typ

# selection:periodic_invoice.invoice,invtype:
source: Credit Note
de_de: Gutschrift an Kunde

# selection:periodic_invoice.invoice,invtype:
source: Invoice
de_de: Kundenrechnung

# selection:periodic_invoice.invoice,invtype:
source: Supplier Credit Note
de_de: Gutschrift von Lieferant

# selection:periodic_invoice.invoice,invtype:
source: Supplier Invoice
de_de: Lieferantenrechnung

# field:periodic_invoice.invoice,payment_term:
source: Payment Term
de_de: Zahlungsbedingung

# field:periodic_invoice.invoice,company:
source: Company
de_de: Unternehmen

# field:periodic_invoice.invoice,account:
source: Account
de_de: Konto

# field:periodic_invoice.invoice,invoices:
source: Invoices
de_de: Rechnungen

# help:periodic_invoice.invoice,invoices:
source: Invoices created from this template
de_de: Rechnungen, welche von dieser Vorlage erstellt wurden

# field:periodic_invoice.invoice,currency:
source: Currency
de_de: Währung

# field:periodic_invoice.invoice,lines:
source: Lines
de_de: Positionen

# field:periodic_invoice.invoice,total_amount:
source: Total
de_de: Brutto

# field:periodic_invoice.invoice,tax_amount:
source: Tax
de_de: Steuer

# field:periodic_invoice.invoice,untaxed_amount:
source: Untaxed
de_de: Netto

# field:periodic_invoice.invoice,targstate:
source: Target state
de_de: Zielzustand

# help:periodic_invoice.invoice,targstate:
source: State of the invoice after the automatic create
de_de: Zustand der Rechnung nach dem automatischen erstellen

# selection:periodic_invoice.invoice,targstate:
source: Draft
de_de: Entwurf

# selection:periodic_invoice.invoice,targstate:
source: Validated
de_de: Geprüft

# selection:periodic_invoice.invoice,targstate:
source: Posted
de_de: Festgeschrieben

# selection:periodic_invoice.invoice,targstate:
source: sent by mail
de_de: per Mail gesendet

# field:periodic_invoice.invoice,email:
source: E-mail
de_de: Mailadresse

# help:periodic_invoice.invoice,email:
source: E-mail address for sending the invoice
de_de: Mailadresse für den Versand der Rechnung

# field:periodic_invoice.invoice,runatweekday:
source: weekdays only
de_de: nur Werktags

# help:periodic_invoice.invoice,runatweekday:
source: move execution date to a working day
de_de: Ausführungsdatum auf einen Arbeitstag verschieben

# model:res.group,name:group_periodic_invoice_edit
source: Periodic invoice - edit
de_de: periodische Rechnung - Ändern

# model:res.group,name:group_periodic_invoice_view
source: Periodic invoice - view
de_de: periodische Rechnung - Ansicht

# model:res.group,name:group_cronjob_invoice
source: Periodic invoices - Cronjob
de_de: periodische Rechnung - Zeitgeber

# model:ir.cron,name:cronjob_invoice
source: Periodic invoices
de_de: periodische Rechnungen

# model:res.user,name:user_cronjob_invoice
source: Cron periodic invoices
de_de: Zeitplaner periodische Rechnungen

# error:periodic_invoice.configuration:
source: Invalid syntax of the date '%s'. (allowed: DD.MM. or DD.MM.YYYY)
de_de: Ungültige Syntax des Datums '%s'. (erlaubt: TT.MM. oder TT.MM.JJJJ)

# model:ir.action,name:act_configuration_form
source: Invoice template
de_de: Rechnungsvorlage

# model:ir.ui.menu,name:menu_configuration_form
source: Invoice template
de_de: Rechnungsvorlage

# model:periodic_invoice.configuration,name:
source: Invoice template
de_de: Rechnungsvorlage

# field:periodic_invoice.configuration,holidays:
source: Holidays
de_de: Feiertage

# view:periodic_invoice.configuration:
source: Holidays
de_de: Feiertage

# view:periodic_invoice.configuration:
source: Holidays are not used for the invoice date if 'working day' has been selected.
de_de: Feiertage werden nicht für das Rechnungsdatum verwendet wenn 'Arbeitstag' gewählt wurde.

# view:periodic_invoice.configuration:
source: - one date per line
de_de: - ein Datum pro Zeile

# view:periodic_invoice.configuration:
source: - use the scheme DD.MM. for a yearly recurring date
de_de: - verwenden Sie das Schema DD.MM. für ein jährlich wiederholendes Datum

# view:periodic_invoice.configuration:
source: - use the schema DD.MM.YYYY for a fixed date in one year
de_de: - verwenden Sie das Schema DD.MM.YYYY für ein festes Datum in einem Jahr

# help:periodic_invoice.configuration,company:
source: Choose the company for which the invoices should be created automatically.
de_de: Wählen Sie das Unternehmen für welche die Rechnungen automatisch erstellt werden sollen.

# field:periodic_invoice.configuration,company:
source: Company
de_de: Unternehmen

# error:periodic_invoice.invline:
source: Line with 'line' type must have an account.
de_de: Auf einer Zeile vom Typ 'Rechnungsposition' muss ein Konto eingetragen sein.

# error:periodic_invoice.invline:
source: Line without 'line' type must have an invoice.
de_de: Eine Zeile, die nicht vom Typ 'Rechnungsposition' ist, muss einer Rechnung zugeordnet werden.

# view:periodic_invoice.invline:
source: General
de_de: Allgemein

# view:periodic_invoice.invline:
source: Invoice Line
de_de: Rechnungsposition

# view:periodic_invoice.invline:
source: Invoice Lines
de_de: Rechnungspositionen

# view:periodic_invoice.invline:
source: Notes
de_de: Notizen

# field:periodic_invoice.invline,invoice:
source: Invoice
de_de: Rechnung

# field:periodic_invoice.invline.line,type:
source: Type
de_de: Typ

# selection:periodic_invoice.invline,type:
source: Comment
de_de: Kommentar

# selection:periodic_invoice.invline,type:
source: Line
de_de: Position

# selection:periodic_invoice.invline,type:
source: Subtotal
de_de: Zwischensumme

# selection:periodic_invoice.invline,type:
source: Title
de_de: Überschrift

# field:periodic_invoice.invline,sequence:
source: Sequence
de_de: Reihenfolge

# field:periodic_invoice.invline,account:
source: Account
de_de: Konto

# field:periodic_invoice.invline,unit_digits:
source: Unit Digits
de_de: Nachkommastellen

# field:periodic_invoice.invline,product_uom_category:
source: Product Uom Category
de_de: Maßeinheitenkategorie

# field:periodic_invoice.invline,product:
source: Product
de_de: Variante

# field:periodic_invoice.invline,quantity:
source: Quantity
de_de: Anzahl

# field:periodic_invoice.invline,unit:
source: Unit
de_de: Einheit

# field:periodic_invoice.invline,description:
source: Description
de_de: Beschreibung

# field:periodic_invoice.invline,note:
source: Note
de_de: Notiz

# field:periodic_invoice.invline,unit_price:
source: Unit Price
de_de: Einzelpreis

# field:periodic_invoice.invline,amount:
source: Amount
de_de: Betrag

# field:periodic_invoice.invline,taxes:
source: Taxes
de_de: Steuern
